Repository: Patru/tt-tournmament
Catalog: *.lproj/Localizable.strings
Languages: de, fr

# clickTtLoaded
source: Players loaded from Click-TT
de: Spieler von Click-TT geladen
fr: Joueurs chargé par Click-TT

# downloadingFile
source: Downloading file from Click-TT
de: Lade Datei von Click-TT
fr: Chargez fichier de Click-TT

# unzippingFile
source: Decompressing file
de: Datei entpacken
fr: Décompresser fichier

source: Counting lines
de: Zähle Zeilen
fr: Comptant les lignes

# parsingLines
source: creating players from %d lines
de: Erzeuge Spieler aus %d Zeilen
fr: créer des joueurs de %d lignes

# playersBeforeAfter
source: Number of players before: %d after: %d
de: Anzahl Spieler davor: %d danach: %d
fr: Nombre des joueurs avant: %d après: %d

# SerieBeendet
source: Series is finished
de: Serie beendet
fr: Série est fini

# letztesSpielGespielt
source: The final match of %@ has been played
de: Das letzte Spiel der Serie %@ wurde gespielt
fr: Le match final de la série %@ a été joué

# RanglisteDrucken
source: Print ranking list
de: Rangliste drucken
fr: Imprimer le classement

# merksMirSo
source: I'll keep it in mind
de: Merk ich mir so.
fr: J'en ai pas besoin.

source: Error
de: Fehler
fr: Erreur!

source: Warning
de: Vorsicht
fr: Avertissement

source: Completed
de: Abgeschlossen
fr: Completé

source: OK
de: Okay
fr: D'accord

source: Tournament with id %@ not found
de: Turnier mit ID %@ nicht auffindbar
fr: Je ne trouve pas le tournois avec ID %@

# entryImportCompleted
source: Import of entries completed: replaced %d entries by %d
de: Import von Einträgen abgeschlossen: %d bestehende Einträge ersetzt durch %d neue.
fr: Import des entrés completé: replacé %d entrés par %d

# undefinedSeriesLoaded
source: Warning: entries found for undefined series:
de: Vorsicht: Einträge für die folgenden undefinierten Serien erhalten:
fr: Avertissement: J'ai trouvé des entrés pour les séries indéfini suivant:

# unknownTypeReceived
source: Warning: unknown MIME-type %@ received
de: Vorsicht: Unbekannten MIME-type %@ erhalten
fr: Avertissement: J'ai reçu le MIME-type %@ inconnu

# httpError
source: Error: HTTP error %@ received
de: Fehler: HTTP Fehler %@ erhalten
fr: Erreur: J'ai reçu un erreur HTTP %@

# failedConsiderSettingUpApiKey
source: Error: entries download failed, consider setting up your API-key
de: Fehler: Einträge konnten nicht geladen werden, bitte API-key (neu) setzten.

# failureOnServer
source: Error: entries download failed because of server error, check log
de: Fehler: Einschreibungen konnten wegen eines Sever-Fehlers nicht geladen werden, bitte log überprüfen

# seriesImportedSuccessfully
source: Entries for the following series have been imported successfully:
de: Folgende Einträge wurden erfolgreich importiert:
fr: Les entrés suivants ont été importé avec succes:
