Repository: Patru/tt-tournmament
Catalog: *.lproj/Tournament.strings
Languages: fr

source: BesteKlassierungFormat
fr: Meilleur classement: %d

source: BlattFormat
fr: Page %d

source: DatumZeitFormat
fr: %@; %@h

source: OSRFormat
fr: JA: %@

source: Rangliste
fr: Classement

source: VerbaendeFormat
fr: Associations: %@

source: Anzahl Paare: %d
fr: Nombre de paires: %d

source: Anzahl Spieler: %d
fr: Nombre de joueurs: %d

source: Anzahl Spielerinnen: %d
fr: Nombre de joueuses: %d

source: Gruppe %@
fr: Groupe %@

source: Altersserie
fr: Catégorie d'âge

source: Damen Einzel
fr: Simple Dames

source: Doppel
fr: Double

source: Herren Einzel
fr: Simple Messieurs

source: Totalbetrag
fr: Montant total

source: Turnierkarte STT
fr: Carte de tournoi STT / Dossard

source: Alle Serien auslosen
fr: Tirage au sort de toutes les séries

source: Sollen jetzt alle Serien ausgelost werden?
fr: Tirage au sort de toutes les séries maintenant?

source: Ja
fr: Oui

source: yes
fr: Oui

source: Nein
fr: Non

source: no
fr: Non

source: Alle Serien drucken
fr: Imprimer toutes les séries

source: Welche Serien drucken?
fr: Imprimer quelles séries?

source: Alle
fr: Toutes

source: Nur laufende
fr: Seulement les séries en cours

source: Abbrechen
fr: Annuler

source: wirklich zurueckziehen
fr: Vraiment retirer?

source: Sicher?
fr: Sûr?

source: Alle WO Spieler ueberprueft?
fr: Vérifié tous les joueurs WO?

source: Ja, anfangen
fr: Oui, commence

source: Nein! Warte noch
fr: Non! Attends

source: Anmeldungen
fr: Inscriptions

source: Stand
fr: Etat

source: , total %d Anmeldungen
fr: , total %d inscriptions

source: %d Spieler und %d Anmeldungen am %@
fr: %d joueurs et %d inscriptions le %@

source: Anmeldungsdaten automatisch
fr: Ce fichier a été généré de manière automatique à partir des inscriptions enregistrées.

source: Fehler melden
fr: Annoncez les erreurs et les oublis aussi rapidement que possible à %@, car

source: nur aufgefuehrt ausgelost
fr: <b>seuls</b> les joueurs apparaissant dans cette liste seront tirés au sort.

source: Serien
fr: Séries

source: Name
fr: Nom

source: Klassierung
fr: Classement

source: Ranking-Position
fr: position-<br>ranking

source: gesetzt als
fr: placé

source: loeschen
fr: Supprimer

source: GruppenGroesse
fr: La série %@ a des groupes de 0 (J'utilise par défaut 3)

source: homogenes Mixed
fr: %@ et %@ forment un double homogène. Participation au double mixte impossible!

source: zaehlt Match
fr: arbitre la partie:

source: spielt Match
fr: joue la partie:

source: kann zaehlen
fr: peut compter:

source: Lizenz aendern
fr: Le numéro de licence ne peut pas être modifié dans l'inspecteur

source: zaehlen vor fertig
fr: Ne peut pas arbitrer une nouvelle partie tant que la précédente n'est pas terminée

source: Tisch loeschen
fr: Supprimer table %d?

source: nur jetzt
fr: Provisoirement

source: MatchAufTischFormat
fr: %d sur T%@

source: availableMatches
fr: Parties possibles

source: runningMatches
fr: Parties en cours

source: reassign
fr: Assigner de nouveau

source: availableTables
fr: Tables utilisable

source: Leere Tische
fr: Tables libres

source: verfuegbare Schiedsrichter
fr: Arbitres disponibles

source: Sieger
fr: Vainqueur

source: Verlierer
fr: Perdant

source: spielt noch
fr: Joue encore

source: Gruppenspiele
fr: Poule

source: abgemeldete Spieler
fr: Joueurs retirés

source: WO Spieler
fr: Joueurs WO

source: Vorsicht!
fr: Attention!

source: Recovery-Daten vorhanden!
fr: Données récupérées disponibles

source: benutzen
fr: Utiliser

source: Wirklich alle Tische freigeben?!
fr: Libérer vraiment toutes les tables?

source: reallyFreeAllTables
fr: Libérer vraiment toutes les tables?

source: Achtung!
fr: Attention!

source: caution
fr: Attention!

source: Aus der Datenbank
fr: De la banque de données

source: %@ wurde im Doppel ersetzt, er ist
fr: %@ a été remplacé en double, il est

source: nicht da
fr: absent

source: abgemeldet
fr: retiré

source: hier
fr: ici

source: Halt!
fr: Halte!

source: %@ wurde ersetzt, er ist
fr: %@ a été remplacé, il est

source: Fehler!
fr: Erreur!

source: %@ nicht in diesem Match
fr: %@ pas dans cette partie

source: Spieler %@ nicht im Match %ld
fr: Joueur %@ n'est pas dans la partie %ld, lre résultat est ignoré

source: Match %ld fehlt in der Auslosung!
fr: La partie %ld n'est pas présent dans le tirage au sort!

source: %@ ist
fr: %@ est

source: Falscher Sieger
fr: Vainqueur incorrect

source: Spiel Nummer %d nicht ausgetragen!?
fr: Partie numéro %d pas jouée!?

source: Ich versuchs nochmal
fr: J'essaie encore une fois

source: canntDoThis
fr: Dans ce cas, je ne peux pas le faire.

source: Serie noch nicht ausgelost
fr: Série %@ pas encore tirée au sort

source: Trotzdem darstellen
fr: Représenter quand même

source: Neu erfassen
fr: Saisir à nouveau

source: Resultat bereits erfasst.
fr: Résultat déjà enregistré: Vainqueur: %@; %@

source: Trotzdem erfassen
fr: Saisir quand même

source: Konflikt!
fr: Conflit!

source: %@ hat noch einen Schiedsrichtereinsatz
fr: %@ doit encore arbitrer

source: Spiel
fr: Partie

source: Schiedsrichter
fr: Arbitre

source: %@ fordert %d Tische an es sind aber nur %d selektiert
fr: %@ a besoin de %d tables Il n'y en a que %d sélectionnée(s)

source: Zu wenige Tische
fr: Pas assez de tables

source: Vorbestimmter Tisch
fr: Table destinée

source: predeterminedTable
fr: Table destinée

source: Passt nicht zu
fr: Table %d configurée ne convient pas à la table %d choisi

source: doesNotFit
fr: Table %d configurée ne convient pas à la table %d choisi

source: Neu zuweisen
fr: Assigner de nouveau

source: mit weniger Tischen spielen
fr: Jouer sur moins de tables

source: Serie bereits gestartet
fr: Série déjà commencée

source: Keine Serie gewaehlt
fr: Aucune série sélectionnée

source: Serie bereits begonnen, keine weiteren Wechsel möglich.
fr: La série a déjà commencé, plus de changement possible.

source: Serie noch nicht fertig
fr: Série encore en cours

source: Die Serie hat bereits ein Tableau
fr: La série a déjà un tableau

source: Partner %d nicht gefunden Spieler %d
fr: Partenaire %d pas trouvé Joueur %d

source: Lizenznummer %d nicht gefunden
fr: Numéro de licence %d pas trouvé

source: Position Nummer %d existiert nicht
fr: La position numéro %d n'existe pas

source: Verdoppeln nur in erster Runde zulässig
fr: Doubler autorisé seulement dans le premier tour

source: %@ kann nicht mit sich selber Mixed spielen.
fr: %@ ne peut pas être son propre partenaire en double mixte.

source: %@ ist offen angemeldet (nicht als Partner von %@)
fr: %@ est inscrit libre (pas comme partenaire de %@)

source: %@ hat schon einen Doppelpartner (%@), neu: %@
fr: %@ a déjà un partenaire de double (%@), nouveau: %@

source: %@ kann nicht mit sich selber Doppel spielen.
fr: %@ ne peut pas être son propre partenaire en double.

source: Soll das darauffolgende, laufende Spiel %@ : %@ zurückgezogen werden?
fr: La partie en cours suivante: %@ : %@ doit-elle être retirée?

source: Nein, direkt ersetzen
fr: Non, remplacer directement

source: %@ hat seinen letzten Match WO verloren. Jetzt ist der
fr: %@ a perdu sa dernière partie par WO. Il est

source: Match WO
fr: Partie WO

source: Spieler wieder da
fr: Joueur de retour

source: %@ nicht in diesem Match!
fr: %@ pas dans cette partie!

source: Die Serie %@ wurde bereits ausgelost
fr: La série %@ a déjà été tirée au sort

source: Nochmal
fr: Encore une fois

source: Offen gemeldet
fr: Joueurs libres

source: (werden bei der Auslosung von oben herab zusammengelost)
fr: (lors du tirage au sort, les paires seront formées dans l’ordre des classements décroissants, par tirage au sort en cas d’égalité de classement)

source: Spiel wurde noch nicht gestartet
fr: Cette partie n'a pas encore commencé

source: Spiel existiert nicht!
fr: Cette partie n'existe pas!

source: Gruppe %ld Platz %ld
fr: groupe %ld place %ld

source: %ld. Platz Gruppe %c
fr: %ld place groupe %c

source: drawingErrorsSeries
fr: Erreurs pendent le tirage au sort de %@!

source: IWouldLikeToCorrectThis
fr: J'aimerais bien corriger ça

source: DoubleFormat
fr: Double: %@ %@ %ld et %@ %@ %ld

source: SameClubForced
fr: le même club a été forcé

source: SeriesFormat
fr: Série: %@

source: CouldNotAssignFormat
fr: non assigné: %@ %@ %ld

source: CouldNotAssignManFormat
fr: homme non assigné: %@ %@ %ld

source: CouldNotAssignWomanFormat
fr: famme non assigné: %@ %@ %ld

source: attendingPlayersAvailable
fr: J'ai trouvé des joueurs attendant dans la base des données

source: paymentsAvailable
fr: J'ai trouvé paymnents dans la base des données

source: Wiederverwenden
fr: Utiliser
